<?php


/**
 * 
 *  Place For Define Constatnt Globally
 * 
 */

return [

    "binaryDays" => [

                "sun"=>  1, 
                "mon"=>  2,
                "tue"=>  4, 
                "wed"=>  8, 
                "thu"=>  16, 
                "fri"=>  32,
                "sat"=>  64
            ] ,

      "persianDays" => [

                "sun"=>  "یکشنبه", 
                "mon"=>  "دوشنبه",
                "tue"=>  "سه شنبه", 
                "wed"=>  "چهارشنبه", 
                "thu"=>  "پنجشنبه", 
                "fri"=>  "جمعه",
                "sat"=>  "شنبه"

      ]   ,
      
      
      "commentStatus" => [

        0 => "در انتظار تایید" ,
        1 => "درخواست حذف" ,
        2 => "تایید شده" ,
        3 => "حذف شده" ,

      ] ,


      "orderStatus" => [

        0 => "در حال بررسی" ,
        1 => "در حال اماده سازی" ,
        2 => "تحویل به پیک " ,
        3 => "تحویل  گرفته شده" 

      ]

];